Repository: zxlhhyccc/luci-openwrt
Catalog: applications/luci-app-adblock/po/*/adblock.po
Languages: ru, zh_hant

source: Action
ru: Действие
zh_hant: 動作

source: Active Sources
ru: Активные источники
zh_hant: 作用中的來源

source: Adblock action
ru: Действие Adblock
zh_hant: Adblock 動作

source: Add Blacklist Domain
ru: Добавить домен в черный список
zh_hant: 加入網域到黑名單

source: Add Whitelist Domain
ru: Добавить домен в белый список
zh_hant: 加入網域到白名單

source: Add this (sub-)domain to your local blacklist.
ru: Добавить (под-)домен в ваш локальный черный список.
zh_hant: 加入此網域到本地黑名單。

source: Add this (sub-)domain to your local whitelist.
ru: Добавить (под-)домен в ваш локальный белый список.
zh_hant: 加入此網域到本地白名單。

source: Additional Settings
ru: Дополнительные настройки
zh_hant: 附加設定

source: Additional trigger delay in seconds before adblock processing begins.
ru: Дополнительная задержка в секундах до начала работы Adblock.
zh_hant: 事件觸發啟動前的延時 (秒)。

source: Advanced DNS Settings
ru: Дополнительные настройки DNS
zh_hant: 進階 DNS 設定

source: Advanced E-Mail Settings
ru: Дополнительные настройки электронной почты
zh_hant: 進階 E-Mail 設定

source: Advanced Report Settings
ru: Расширенные настройки отчетов
zh_hant: 進階報告設定

source: Answer
ru: Ответ
zh_hant: 回覆

source: Backup Directory
ru: Папка для резервных копий
zh_hant: 備份目錄

source: Base Temp Directory
ru: Базовый временный каталог
zh_hant: 基礎臨時目錄

source: Base Temp Directory for all adblock related runtime operations, e.g. downloading, sorting, merging etc.
ru: Временная директория для всех операций во время работы AdBlock-а, например загрузки, сортировки, слияния и т.д.
zh_hant: 所有與 adblock 相關的執行時操作的基礎 Temp 目錄，例如下載、排序、合併等。

source: Blacklist changes have been saved. Refresh your adblock lists that changes take effect.
ru: Изменения черного списка сохранены. Обновите списки AdBlock-а, чтобы они вступили в силу.
zh_hant: 黑名單變更已儲存。重新整理您的 adblock 清單，以使變更生效。

source: Blacklist...
ru: Черный список...
zh_hant: 黑名單清單...

source: Blocked Domain
ru: Заблокированные домены
zh_hant: 已封鎖的網域

source: Blocked Domains
ru: Заблокированные домены
zh_hant: 封鎖網域

source: Blocklist Backup
ru: Бэкап черного списка
zh_hant: 黑名單清單的備份

source: Blocklist Query
ru: Блокировка запросов
zh_hant: 封鎖清單查詢

source: Blocklist Query...
ru: Запросы к черному списку...
zh_hant: 黑名單查詢...

source: Blocklist Sources
zh_hant: 封鎖清單來源

source: Builds an additional DNS blocklist to block access to all domains except those listed in the whitelist. Please note: You can use this restrictive blocklist e.g. for guest wifi or kidsafe configurations.
zh_hant: 建置一個附加的 DNS 封鎖清單，以阻止對除了白名單中列出的所有網域之外的所有網域的存取。請注意：您可以使用此限制性封鎖清單，例如用於訪客 Wi-Fi 或 kidsafe 設定。

source: Cancel
ru: Отмена
zh_hant: 取消

source: Changes on this tab needs a full adblock service restart to take effect.<br /><p>&#xa0;</p>
ru: Для вступления в силу изменений на этой вкладке требуется полный перезапуск службы adblock.<br />2<p>3&#xa0;4</p>
zh_hant: 此頁籤上的變更需要完整重新啟動 adblock 服務才能生效。<br /><p>&#xa0;</p>

source: Client
ru: Клиент
zh_hant: 用戶端 Client

source: Configuration of the adblock package to block ad/abuse domains by using DNS. For further information <a href="https://github.com/openwrt/packages/blob/master/net/adblock/files/README.md" target="_blank" rel="noreferrer noopener" >check the online documentation</a>
zh_hant: 設定 adblock 軟體包以使用 DNS 封鎖廣告/濫用網域。有關更多資訊，請 <a href="https://github.com/openwrt/packages/blob/master/net/adblock/files/README.md" target="_blank" rel="noreferrer noopener" >檢視線上文件</a>

source: Count
ru: Количество
zh_hant: 次數

source: Create compressed blocklist backups, they will be used in case of download errors or during startup.
ru: Создать сжатые бэкапы списков блокировок, для использования при проблемах с загрузкой или во время запуска.
zh_hant: 建立壓縮的封鎖清單備份，將在下載錯誤或啟動期間使用它們。

source: DNS Backend
ru: DNS-серверная часть
zh_hant: DNS 後端

source: DNS Directory
ru: Папка DNS
zh_hant: DNS 目錄

source: DNS File Reset
ru: Сброс файла DNS
zh_hant: DNS 檔案重設

source: DNS Report
ru: Отчет DNS
zh_hant: DNS 報告

source: DNS Requests (blocked)
ru: DNS запросы (заблокированы)
zh_hant: DNS 要求 (已封鎖)

source: DNS Requests (total)
ru: DNS запросов (всего)
zh_hant: DNS 要求 (總計)

source: DNS Restart Timeout
ru: Таймаут перезапуска DNS
zh_hant: DNS 重新啟動逾時

source: Date
ru: Дата
zh_hant: 日期

source: Disable DNS Allow
ru: Отключить DNS ответы
zh_hant: 停用 DNS 允許

source: Disable DNS Restarts
ru: Отключить перезагрузки DNS
zh_hant: 停用 DNS 重新啟動

source: Disable adblock triggered restarts for dns backends with autoload/inotify functions.
ru: Отключить триггеры, запускаемые adblock, для dns backends с функциями автозагрузки/inotify.
zh_hant: 停用具有 自動載入/inotify 功能的 DNS 後端的 adblock 觸發重新啟動。

source: Disable selective DNS whitelisting (RPZ pass through).
zh_hant: 停用選擇性 DNS 白名單 (RPZ 通過)。

source: Domain
ru: Домен
zh_hant: 網域

source: Download Parameters
ru: Параметры загрузки
zh_hant: 下載參數

source: Download Queue
ru: Очередь загрузки
zh_hant: 下載佇列

source: Download Utility
ru: Утилита для скачивания
zh_hant: 下載公用程式

source: E-Mail Notification
ru: Уведомление электронной почты
zh_hant: E-Mail 通知

source: E-Mail Notification Count
ru: Счётчик e-mail уведомлений
zh_hant: E-Mail 通知計數

source: E-Mail Profile
ru: Профиль электронной почты
zh_hant: E-Mail 資料

source: E-Mail Receiver Address
ru: Адрес получателя электронной почты
zh_hant: E-Mail 收件人位址

source: E-Mail Sender Address
ru: Почтовый адрес отправителя
zh_hant: E-Mail 寄件者位址

source: E-Mail Topic
zh_hant: E-Mail 主旨

source: Edit Blacklist
ru: Редактировать Черный список
zh_hant: 編輯黑名單

source: Edit Whitelist
ru: Редактировать Белый список
zh_hant: 編輯白名單

source: Enable SafeSearch
ru: Включить Безопасный Поиск
zh_hant: 啟用安全搜尋

source: Enable moderate SafeSearch filters for youtube.
ru: Включите умеренные фильтры Безопастного Поиска для youtube.
zh_hant: 啟用適用於 YouTube 的中等安全搜尋篩選器。

source: Enable the adblock service.
ru: Включить сервис AdBlock.
zh_hant: 啟用 adblock 服務。

source: Enable verbose debug logging in case of any processing errors.
ru: Включите подробное ведение журнала отладки в случае каких-либо ошибок обработки.
zh_hant: 在出現任何處理錯誤的情況下啟用詳細偵錯日誌記錄。

source: Enabled
ru: Включено
zh_hant: 已啟用

source: End Date
ru: Дата окончания
zh_hant: 結束日期

source: Enforcing SafeSearch for google, bing, duckduckgo, yandex, youtube and pixabay.
ru: Принудительный Безопасный Поиск в google, bing, duckduckgo, yandex, youtube и pixabay.
zh_hant: 強制執行 Google、Bing、DuckDuckGo、Yandex、YouTube 及 Pixabay 的安全搜尋。

source: Existing job(s)
ru: Существующая работа(ы)
zh_hant: 現有的工作

source: External DNS Lookup Domain
ru: Внешний домен DNS Lookup
zh_hant: 外部 DNS 查詢網域

source: External domain to check for a successful DNS backend restart. Please note: To disable this check set this option to 'false'.
ru: Внешний домен для проверки успешной перезагрузки DNS-сервера. Обратите внимание: чтобы отключить эту проверку, установите для этой опции значение «false».
zh_hant: 外部網域，用於檢查 DNS 後端是否成功重新啟動。請注意：要停用此檢查，請將此選項設定為「false」。

source: Filter criteria like date, domain or client (optional)
ru: Критерии фильтрации, такие как дата, домен или клиент (необязательно)
zh_hant: 篩選器條件，例如日期、網域或用戶端 (可選)

source: Flush DNS Cache
ru: Очистка кэша DNS
zh_hant: 清空 DNS 快取

source: Flush the DNS Cache before adblock processing as well.
ru: Очистите кэш DNS до обработки adblock.
zh_hant: 還要在處理 adblock 之前更新 DNS 快取。

source: Force Local DNS
ru: Локальный DNS
zh_hant: 強制本地 DNS

source: Gather DNS related network traffic via tcpdump and provide a DNS Report on demand. Please note: this needs additional 'tcpdump-mini' package installation and a full adblock service restart to take effect.
zh_hant: 透過 tcpdump 收集與 DNS 相關的網路流量，並按需要提供 DNS 報告。請注意：這需要安裝額外的「tcpdump-mini」軟體包，並完整重新啟動 adblock 服務才能生效。

source: General Settings
ru: Основные настройки
zh_hant: 一般設定

source: Grant access to LuCI app adblock
ru: Предоставить доступ к приложению LuCI AdBlock
zh_hant: 授予對 LuCI 應用程式 adblock 的存取權限

source: Information
ru: Информация
zh_hant: 資訊

source: Last Run
ru: Последний запуск
zh_hant: 最後執行

source: Latest DNS Requests
ru: Последние DNS запросы
zh_hant: 最新的 DNS 要求

source: Limit SafeSearch
zh_hant: 限制安全搜尋

source: List of available network devices used by tcpdump.
ru: Список доступных сетевых устройств используемых tcpdump.
zh_hant: tcpdump 使用的可用網路裝置清單。

source: List of available network interfaces to trigger the adblock start. Choose 'unspecified' to use a classic startup timeout instead of a network trigger.
ru: Список сетевых интерфейсов для запуска adblock по их доступности. Выберите 'не определено' для запуска по таймауту.
zh_hant: 觸發 adblock 啟動的可用網路介面清單。選擇「未指定」以使用傳統的啟動逾時而不是網路觸發器。

source: List of supported DNS backends with their default list directory. To overwrite the default path use the 'DNS Directory' option.
ru: Список поддерживаемых бэкэндов DNS с их каталогом по умолчанию. Чтобы перезаписать путь по умолчанию, используйте опцию «Каталог DNS».
zh_hant: 支援的 DNS 後端清單及其預設清單目錄。要覆蓋預設路徑，請使用「DNS 目錄」選項。

source: List of supported and fully pre-configured adblock sources, already active sources are pre-selected.<br /> <b><em>To avoid OOM errors, please do not select too many lists!</em></b><br /> List size information with the respective domain ranges as follows:<br /> &#8226;&#xa0;<b>S</b> (-10k), <b>M</b> (10k-30k) and <b>L</b> (30k-80k) should work for 128 MByte devices,<br /> &#8226;&#xa0;<b>XL</b> (80k-200k) should work for 256-512 MByte devices,<br /> &#8226;&#xa0;<b>XXL</b> (200k-) needs more RAM and Multicore support, e.g. x86 or raspberry devices.<br /> <p>&#xa0;</p>
zh_hant: 受支援且已完全預先設定的 adblock 來源清單，已啟動了預先選擇的來源。<br /> <b><em>為避免 OOM 錯誤，請不要選擇太多清單！</em></b><br /> 列出各個網域範圍的大小資訊，如下所示：<br /> &#8226;&#xa0;<b>S</b> (-10k), <b>M</b> (10k-30k) 及 <b>L</b> (30k-80k) 適用於128 MByte 裝置，<br /> &#8226;&#xa0;<b>XL</b> (80k-200k) 應適用適用於256-512 MByte 裝置，<br /> &#8226;&#xa0;<b>XXL</b> (200k-) 需要更多的 RAM 和多核心支援，例如 x86 或樹莓派裝置。<br /> <p>&#xa0;</p>

source: List of supported and fully pre-configured download utilities.
ru: Список поддерживаемых и полностью предварительно настроенных утилит для скачивания.
zh_hant: 已支援並完整預先設定的下載公用程式清單。

source: Local DNS Ports
ru: Локальные порты DNS
zh_hant: 本地 DNS 連接埠

source: Log View
ru: Просмотр журнала
zh_hant: 日誌檢視

source: Low Priority Service
ru: Низкий приоритет службы
zh_hant: 低優先順序服務

source: Name / IP Address
ru: Имя / IP-адрес
zh_hant: 名稱 / IP 位址

source: No Query results!
ru: Нет результатов запроса!
zh_hant: 沒有查詢結果！

source: No adblock related logs yet!
ru: Ещё нет журналов, связанных с adblock!
zh_hant: 尚無與 adblock 相關的日誌！

source: Overview
ru: Обзор
zh_hant: 總覽

source: Profile used by 'msmtp' for adblock notification E-Mails.
zh_hant: 「msmtp」用於 adblock 通知 E-Mail 的設定檔。

source: Query
ru: Запрос
zh_hant: 查詢

source: Query active blocklists and backups for a specific domain.
ru: Запросить активные списки блоков и резервные копии для определенного домена.
zh_hant: 查詢特定網域的作用中封鎖清單和備份。

source: Raise the notification count, to get E-Mails if the overall blocklist count is less or equal to the given limit.
zh_hant: 如果總體封鎖清單總數小於或等於給定的限制，請提高通知數量，以取得 E-Mail。

source: Receiver address for adblock notification e-mails.
ru: Адрес получателя для уведомлений по электронной почте.
zh_hant: adblock 通知 E-Mail 的收件人位址。

source: Redirect all DNS queries from 'lan' zone to the local DNS resolver, applies to UDP and TCP protocol.
ru: Перенаправить все DNS запросы из 'lan' зоны на локальный DNS резолвер. Применимо к UDP и TCP протоколам.
zh_hant: 將所有 DNS 查詢從「lan」區域重新導向到本地 DNS 解析程式，包括 UDP 及 TCP 協定的連接埠 。

source: Reduce the priority of the adblock background processing to take fewer resources from the system. Please note: This change requires a full adblock service restart to take effect.
zh_hant: 降低 adblock 背景處理的優先順序以減少系統資源。請注意：此變更要求完整重新啟動 adblock 服務才能生效。

source: Refresh
ru: Обновить
zh_hant: 重新整理

source: Refresh DNS Report
ru: Обновление отчета DNS
zh_hant: 重新整理 DNS 報告

source: Refresh Timer
ru: Обновить таймер
zh_hant: 重新整理計時器

source: Refresh Timer...
ru: Обновить таймер...
zh_hant: 重新整理計時器...

source: Refresh...
ru: Обновить...
zh_hant: 重新整理...

source: Report Chunk Count
ru: Количество фрагментов отчета
zh_hant: 報告區塊計數

source: Report Chunk Size
ru: Размер фрагментов отчета
zh_hant: 報告區塊大小

source: Report Directory
ru: Папка для отчетов
zh_hant: 報告目錄

source: Report Interface
ru: Отчет интерфейса
zh_hant: 報告介面

source: Report Ports
ru: Порты отчетов
zh_hant: 報告連接埠

source: Report chunk count used by tcpdump.
zh_hant: 報告 tcpdump 使用的區塊計數。

source: Report chunk size used by tcpdump in MByte.
zh_hant: 報告 tcpdump 使用的區塊大小 (MByte)。

source: Result
ru: Результат
zh_hant: 結果

source: Run Directories
ru: Директория запуска
zh_hant: 執行目錄

source: Run Flags
ru: Флаги запуска
zh_hant: 執行旗標

source: Run Interfaces
ru: Интерфейсы запуска
zh_hant: 執行介面

source: Run Utils
ru: Запуск Утилиты
zh_hant: 執行公用程式

source: Save
ru: Сохранить
zh_hant: 儲存

source: Send adblock related notification e-mails. Please note: this needs additional 'msmtp' package installation.
ru: Отправлять на e-mail уведомления касающиеся adblock. Замечание: требуется установка дополнительного пакета "msmtp".
zh_hant: 寄送 adblock 相關的通知 E-Mail。請注意：這需要額外安裝「msmtp」套件。

source: Sender address for adblock notification E-Mails.
ru: E-Mails адрес отправителя для уведомления adblock .
zh_hant: adblock 通知 E-Mail 的寄件者位址。

source: Set/Replace a new adblock job
zh_hant: 設定/取代新的 adblock 工作

source: Settings
ru: Настройки
zh_hant: 設定

source: Size of the download queue for download processing (incl. sorting, merging etc.) in parallel.
zh_hant: 下載佇列的大小，用於下載處理程序 (包括排序、合併等)。

source: Sources (Size, Focus)
zh_hant: 來源 (大小、焦點)

source: Special config options for the selected download utility.
ru: Специальные конфигурационные опции для выбранной утилиты загрузки.
zh_hant: 選取的下載公用程式的特殊設定選項。

source: Start Date
ru: Дата начала
zh_hant: 開始日期

source: Startup Trigger Interface
zh_hant: 啟動觸發介面

source: Status / Version
ru: Статус / Версия
zh_hant: 狀態 / 版本

source: Suspend
ru: Приостановить
zh_hant: 暫停

source: Target directory for DNS related report files. Default is '/tmp', please use preferably an usb stick or another local disk.
ru: Каталог для отчетов связанных с DNS. '/tmp' по умолчанию, предпочтительно использовать USB или другой локальный диск.
zh_hant: 與 DNS 相關的報告檔案的目標目錄。預設為「/tmp」，請最好使用 USD 隨身碟或其他本地磁碟。

source: Target directory for blocklist backups. Default is '/tmp', please use preferably an usb stick or another local disk.
ru: Каталог для бэкапов блок-списков . '/tmp' по умолчанию, предпочтительно использовать USB или другой локальный диск.
zh_hant: 封鎖清單備份的目標目錄。預設為「/tmp」，請最好使用 USD 隨身碟或其他本地磁碟。

source: Target directory for the generated blocklist 'adb_list.overall'.
ru: Папка для созданного списка блокировки 'adb_list.overall'.
zh_hant: 產生封鎖清單「adb_list.overall」的目標目錄。

source: The Refresh Timer could not been updated.
zh_hant: 無法更新重新整理計時器。

source: The Refresh Timer has been updated.
ru: Таймер обновления обновлен.
zh_hant: 重新整理計時器已更新。

source: The day of the week (opt., values: 1-7 possibly sep. by , or -)
ru: День недели (выбор, значения: 1-7, возможен разделитель . , или -)
zh_hant: 一週的某一天 (選擇，數值：1-7，可用 , 或 - 分隔)

source: The syslog output, pre-filtered for adblock related messages only.
ru: Вывод системного журнала, предварительно отфильтрованный только для сообщений, связанных с adblock.
zh_hant: 系統日誌輸出，僅針對 adblock 相關的訊息進行了預先篩選。

source: This is the local adblock blacklist to always-deny certain (sub) domains.<br /> Please note: add only one domain per line. Comments introduced with '#' are allowed - ip addresses, wildcards and regex are not.
zh_hant: 這是永遠拒絕某些 (子) 網域的本地 adblock 黑名單。<br />請注意：每行只加入一個網域。允許使用「#」引入註解 - 不允許使用 ip 位址、萬用字元和規則運算式。

source: This is the local adblock whitelist to always allow certain (sub) domains.<br /> Please note: add only one domain per line. Comments introduced with '#' are allowed - ip addresses, wildcards and regex are not.
zh_hant: 這是永遠允許某些 (子) 網域的本地 adblock 白名單。<br />請注意：每行只加入一個網域。允許使用「#」引入註解 - 不允許使用 ip 位址、萬用字元和規則運算式。

source: This shows the last generated DNS Report, press the refresh button to get a current one.
zh_hant: 這顯示了上次產生的 DNS 報告，按下重新整理按鈕取得目前報告。

source: Time
ru: Время
zh_hant: 時間

source: Timeout to wait for a successful DNS backend restart.
ru: Тайм-аут ожидания успешного перезапуска серверной части DNS.
zh_hant: 逾時以等待 DNS 後端成功重新啟動。

source: To keep your adblock lists up-to-date, you should setup an automatic update job for these lists.
ru: Чтобы списки были актуальными, следует настроить автоматическое обновление.
zh_hant: 若要使 adblock 清單保持為最新，應為這些清單設定自動更新作業。

source: Top 10 Statistics
ru: Топ-10 статистики
zh_hant: 十大統計

source: Topic for adblock notification E-Mails.
ru: Тема электронных писем уведомлений adblock.
zh_hant: adblock 通知 E-Mail 的主旨。

source: Trigger Delay
ru: Задержка запуска
zh_hant: 觸發延遲

source: Unable to save changes: %s
ru: Невозможно сохранить изменения: %ы
zh_hant: 無法儲存變更：%s

source: Verbose Debug Logging
ru: Подробный журнал отладки
zh_hant: 詳細的偵錯記錄

source: Whitelist changes have been saved. Refresh your adblock lists that changes take effect.
ru: Изменения в белом списке были сохранены. Обновите свои списки рекламных блоков, чтобы изменения вступили в силу.
zh_hant: 白名單變更已儲存。重新整理 adblock 清單以使變更生效。

source: Whitelist...
ru: Белый список...
zh_hant: 白名單...

source: Adblock
ru: Adblock Блокировщик рекламы

source: Additional Jail Blocklist
ru: Дополнительный тюремный блоклист

source: Jail Directory
ru: Директория Jail

source: Space separated list of ports used by tcpdump.
ru: Разделенный пробелами список портов используемых tcpdump.

source: The hours portition (req., range: 0-23)
ru: Распределение часов (требование, диапазон: 0-23)
